import React from "react";
import "./style.css";

const About = () => {
  return (
    <section className="about-container">
      <div className="about-box">
        <h1 className="about-title">אודות החנות שלנו</h1>
        <div>
          <p className="about-text">
            אצלנו, כל תמונה היא יצירת חנות אמנות המגיעה אליך עם נשמה. אנו מתמחים בהדפסת תמונות איכותיות על בד קנבס ברמה הגבוהה ביותר, תוך הקפדה על כל פרט ופרטים במהלך הייצור. עם טכנולוגיות הדפסה חדשניות וצבעים עשירים ועמידים, התמונות שלנו מצליחות להעביר כל רגש, כל זיכרון וכל רגע מיוחד.
          </p>
          <p className="about-text">
            הקנבסים שלנו מרכיבים מחומרים איכותיים, עמידים לאורך זמן ועם גי מוקפד המעניק לכל יצירה מראה אופנתי ומרהיב. בין אם מדובר במתנה אישית או בעיצוב הבית שלך – התמונות שלנו הן הבחירה המושלמת.
          </p>
          <p className="about-text">
            אנו מאמינים שבך טמון הסיפור הייחודי, ואנחנו כאן כדי לעזור לך לספר אותו בצורה היפה ביותר.
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
